Repository: NMarjou/localization-app
Catalog: TMs/en-US_es-ES.tmx
Source language: en_us
Languages: es_es

source: The feedback included here will be visible to {{manager}} when they complete your review. Consider visiting your feedback page to check for individual feedback that could be relevant to your review and that you could share with your manager so that they are visible in this panel.
es_es: Los comentarios incluidos aquí serán visibles para {{manager}} cuando complete tu evaluación. Considera visitar tu página de comentarios para revisar los comentarios individuales que puedan ser relevantes para tu evaluación y que puedas compartir con tu responsable para que sean visibles en este panel.

source: This section contains all the feedback about {{employee}} that were sent to you or shared with you. Use this feedback to draw an overview of their performance.
es_es: Esta sección contiene todo el feedback sobre {{employee}} que se le ha enviado o que han compartido con usted. Use este feedback para ver un resumen de su desempeño.

source: For your conversation, reflect on your behavior profile, and think about examples of times when you demonstrated each behavior and how you can focus on them in the future. Reflect on any feedback or insights you have received from your colleagues and determine if you can use these to highlight any examples you have. Notice gaps in your wheel? Request feedback on key behaviors now from your peers and stakeholders.
es_es: Para su conversación, reflexione sobre su perfil de comportamiento y piense en ejemplos de momentos en los que ha demostrado cada comportamiento y cómo puede enfocarse en ellos en el futuro. Reflexione sobre cualquier feedback o información que haya recibido de sus compañeros y determine si puede usarlos para resaltar algún ejemplo que tenga. ¿Le falta información? Solicite feedback sobre comportamientos clave ahora a sus compañeros y partes interesadas.

source: For your conversation, reflect on {{employee}}'s behavior profile and think about examples of times when they demonstrated each behavior and what you think they should focus on in the future.
es_es: Para su conversación, reflexione sobre el perfil de comportamiento de {{employee}} y piense en ejemplos de momentos en los que ha demostrado cada comportamiento y en lo que cree que debería centrarse en el futuro.

source: This information is for your reference only and will not be submitted as part of the review. Only the self-reviewer and the manager reviewer can see the content of this panel. The information regarding feedback, feedback requests and behaviors is based on the review period. Content outside this review period, will not be displayed here but is accessible in the relevant locations within the application.
es_es: Esta información es solo para su referencia y no se enviará como parte de la evaluación. Solo el autoevaluador y el evaluador del responsable pueden ver el contenido de este panel. La información sobre feedback, solicitudes de feedback y comportamientos se basa en el período de evaluación. El contenido fuera de este período de evaluación no se mostrará aquí, pero se puede acceder e él en las ubicaciones pertinentes dentro de la aplicación.

source: Feedback visible to {{name}}
es_es: Comentarios visibles para {{name}}

source: This feedback will be visible to {{name}} when they are completing your review. Consider visiting your feedback page and check if there is any feedback you can share with them that could be relevant to your review. Examine any feedbacks you have attached to your goals and make sure to share those with your manager to make them visible on this page.
es_es: Este feedback lo verá {{name}} cuando esté completando su evaluación. Considere visitar su página de feedback y verifique si hay algún feedback que pueda compartir con esta persona que pueda ser relevante para su evaluación. Examine el feedback que haya adjuntado a sus objetivos y asegúrese de compartirlo con su responsable para que sean visibles en esta página.

source: The worker is finalizing their answers to the widget questions. Once the answers are published, you will be able to view them.
es_es: El trabajador está finalizando sus respuestas a las preguntas del widget. Una vez que las respuestas se publiquen, podrás verlas.

source: Past reviews
es_es: Evaluaciones pasadas

source: Upcoming review
es_es: Próxima evaluación

source: OK. I will wait for the self-review to be submitted.
es_es: De acuerdo. Esperaré a que se envíe la autoevaluación.

source: Bold (CTRL+B)
es_es: Negrita (CTRL+B)

source: Bulleted list (CTRL+ALT+O)
es_es: Lista con viñetas (CTRL+ALT+O)

source: Emoticon
es_es: Emoticono

source: Italic (CTRL+I)
es_es: Cursiva (CTRL+I)

source: Insert link (CTRL+K)
es_es: Insertar enlace (CTRL+K)

source: Numbered list (CTRL+SHIFT+O)
es_es: Lista numerada (CTRL+SHIFT+O)

source: Strikethrough (CTRL+SHIFT+S)
es_es: Tachado (CTRL+SHIFT+S)

source: Styles
es_es: Estilos

source: Underline (CTRL+U)
es_es: Subrayar (CTRL+U)

source: Median
es_es: Mediano

source: Salary benchmarking
es_es: Comparación salarial

source: Saving...
es_es: Guardando...

source: Type to search
es_es: Escribir para buscar

source: Search by person or goal title
es_es: Buscar por persona o título de objetivo

source: No elements match your search criteria.
es_es: No hay elementos que coincidan con sus criterios de búsqueda.

source: Explorer panel
es_es: Panel del explorador

source: Primary action bar
es_es: Barra de acciones principal

source: Workspace content
es_es: Contenido del espacio de trabajo

source: Select answer type
es_es: Seleccionar el tipo de respuesta

source: --Empty--
es_es: --Vacío--

source: Add details to the Excel file
es_es: Añadir detalles al archivo Excel

source: Upload sensitive content
es_es: Cargar contenido sensible

source: Your session will end in {{minutes}} minutes due to inactivity. Click "Continue Session" to stay logged in.
es_es: Su sesión terminará en {{minutes}} minutos por inactividad. Haga clic en "Continuar sesión" para permanecer conectado.

source: Continue session
es_es: Continuar sesión

source: End session
es_es: Finalizar sesión

source: Account
es_es: Cuenta

source: Application version:
es_es: Versión de la aplicación:

source: Change password
es_es: Cambiar contraseña

source: The new passwords don't match.
es_es: Las nuevas contraseñas no coinciden.

source: Your password was successfully updated; you will be logged out in 3 seconds.
es_es: Su contraseña se ha actualizado correctamente; se cerrará su sesión en 3 segundos.

source: Password mismatch.
es_es: Error de coincidencia de contraseña.

source: The password you provided is too long.
es_es: La contraseña que ha proporcionado es demasiado larga.

source: The password you provided is too short.
es_es: La contraseña que ha proporcionado es demasiado corta.

source: All fields must be filled in.
es_es: Todos los campos se deben completar.

source: Current password
es_es: Contraseña actual

source: New password
es_es: Nueva contraseña

source: Confirm new password
es_es: Confirmar la nueva contraseña

source: No dictionary words
es_es: No hay palabras del diccionario

source: At least one number
es_es: Al menos un número

source: At least one lowercase letter
es_es: Al menos una letra minúscula

source: Maximum length: 23 characters
es_es: Longitud máxima: 23 caracteres

source: Minimum length: 4 characters
es_es: Longitud mínima: 4 caracteres

source: At least one non-alphanumeric character (!$%@#&^*)
es_es: Al menos un carácter no alfanumérico (!$%@#&^*)

source: Must be different from the 7 previous passwords
es_es: Debe ser diferente de las 7 contraseñas anteriores

source: Your password must meet the following requirements:
es_es: Su contraseña debe cumplir los siguientes requisitos:

source: The username cannot be used in the password
es_es: El nombre de usuario no puede usarse en la contraseña

source: At least one uppercase letter
es_es: Al menos una letra mayúscula

source: Review consent
es_es: Consentimiento de revisión

source: You have already accepted our data privacy terms. If you continue, your consent will be withdrawn, and you will be logged out. Are you sure you want to update your consent settings?
es_es: Ya ha aceptado nuestros términos de privacidad de datos. Si continúa, su consentimiento se retirará se cerrará la sesión. ¿Está seguro de querer actualizar las configuración de consentimiento?

source: Withdraw consent & logout
es_es: Retirar el consentimiento y cerrar sesión

source: New data privacy statement
es_es: Nueva declaración de privacidad de datos

source: Version: {{version}}
es_es: Versión: {{version}}

source: Date display format
es_es: Formato de visualización de la fecha

source: Decimal & thousand separators
es_es: Separadores de decimales y de miles

source: Language & format
es_es: Idioma y formato

source: Format preview
es_es: Vista previa del formato

source: Formatting is linked to the selected language
es_es: El formato está vinculado al idioma seleccionado

source: Legal disclaimer
es_es: Aviso legal

source: Copyright © {{year}} beqom. All rights reserved. These online services are confidential and proprietary to beqom and for use by authorized beqom customers only.
es_es: Copyright© {{year}} beqom. Todos los derechos reservados. Estos servicios en línea son confidenciales y de propiedad exclusiva de beqom, y se destinan únicamente al uso de clientes autorizados por beqom.

source: Search in Settings
es_es: Buscar en Configuración

source: Languages
es_es: Idiomas

source: Switch off to opt out of email notifications. You can opt back in to receive notifications at any time by switching the toggle on.
es_es: Desactivar para rechazar la recepción de notificaciones por correo electrónico. Puedes volver a activarlas para recibirlas en cualquier momento activando el botón.

source: Receive email notifications
es_es: Recibir notificaciones por correo electrónico

source: Street address
es_es: Dirección postal

source: Full street address, which may include the house number, the street name, a P.O. box if any, and multi-line extended street address information.
es_es: Dirección postal completa, que puede incluir el número de casa, el nombre de la calle, un apartado de correos, si lo hubiera, y la información de dirección ampliada en varias líneas.

source: Subtitle
es_es: Subtítulo

source: Manager budget
es_es: Presupuesto del responsable

source: Plan overview
es_es: Resumen del plan

source: Nomination review
es_es: Revisión de nominaciones

source: Expand actions
es_es: Expandir acciones

source: No data to show
es_es: No hay datos que mostrar

source: No information available at this time.
es_es: No hay información disponible en este momento.

source: Reporting to {{name}}
es_es: Subordinado de {{name}}

source: {{days}} days ago
es_es: Hace {{days}} días

source: Reviewed by {{fullName}}.
es_es: Revisado por {{fullName}}.

source: Review outcome
es_es: Resultado de la evaluación

source: You don’t have any check-ins yet. Start by scheduling your first check-in!
es_es: Todavía no tiene consultas. Comience programando su primera consulta.

source: With the closest deadlines
es_es: Con los plazos más próximos

source: Tracking
es_es: Seguimiento

source: Open beqom
es_es: Abrir beqom

source: Good afternoon, {{name}}!
es_es: ¡Buenas tardes, {{name}}!

source: Good evening, {{name}}!
es_es: ¡Buenas noches, {{name}}!

source: Good morning, {{name}}!
es_es: ¡Buenos días, {{name}}!

source: Good night, {{name}}!
es_es: ¡Buenas noches, {{name}}!

source: With the current rating
es_es: Con la calificación actual

source: No performance reviews assigned at the moment.
es_es: No hay evaluaciones de desempeño asignadas en este momento.

source: Current benefits
es_es: Beneficios actuales

source: Remaining: {{remaining}}
es_es: Restante: {{remaining}}

source: Current year bonus
es_es: Bonificación del año en curso

source: Target bonus: {{target}}
es_es: Bonificación objetivo: {{target}}

source: Current year equity/LTI
es_es: Acciones/LTI del año en curso

source: Current share price: {{share}}
es_es: Precio actual de la acción: {{share}}

source: Current year salary
es_es: Salario del año en curso

source: {{change}}% change compared to last year
es_es: {{change}} % de cambio en comparación con el año pasado

source: (Default)
es_es: (Predeterminado)

source: Translations: {{translated}}/{{languages}}
es_es: Traducciones: {{translated}}/{{languages}}

source: Disable localization
es_es: Desactivar localización

source: Enable localization
es_es: Habilitar localización

source: Hide or display the technical localization keys in the user interface.
es_es: Oculte o muestre las claves de localización técnica en la interfaz de usuario.

source: Possible values are "Work", "Home" and "Other".'
es_es: Los valores posibles son "Trabajo", "Casa" y "Otro".

source: Import/manage users
es_es: Importar/gestionar usuarios

source: Get started by creating or importing
es_es: Comience creando o importando

source: No users assigned to security groups
es_es: No hay usuarios asignados a los grupos de seguridad

source: Upload the completed file
es_es: Cargue el archivo completado

source: Supported file formats: CSV Maximum file size: 10MB.
es_es: Formatos de archivo compatibles: CSV Tamaño máximo de archivo: 10 MB.

source: Import/export
es_es: Importar/exportar

source: by individual
es_es: por individuo

source: by security group
es_es: por grupo de seguridad

source: Manage users
es_es: Gestionar usuarios

source: Follow the wizard to select users, and then assign them to an existing security group or create a custom security setup.
es_es: Siga el asistente para seleccionar usuarios y, a continuación, asígnelos a un grupo de seguridad existente o cree una configuración de seguridad personalizada.

source: Manage users by individuals
es_es: Gestionar usuarios por individuos

source: Follow the guided wizard to manually assign users to an existing security group.
es_es: Siga el asistente guiado para asignar manualmente usuarios a un grupo de seguridad existente.

source: Manage users by security group
es_es: Gestionar usuarios por grupo de seguridad

source: Upload a CSV file to create multiple elements in bulk.
es_es: Cargue un archivo CSV para crear varios elementos de forma masiva.

source: Import CSV
es_es: Importar CSV

source: Select how you want to manage user security. You can either use the wizard to manually create elements step by step or import a CSV file to upload multiple elements at once.
es_es: Seleccione cómo desea gestionar la seguridad de los usuarios. Puede utilizar el asistente para crear elementos manualmente paso a paso o importar un archivo CSV para cargar varios elementos a la vez.

source: Manage user security
es_es: Gestionar la seguridad de los usuarios

source: User Security
es_es: Seguridad del usuario

source: Security group
es_es: Grupo de seguridad

source: Job position
es_es: Puesto de trabajo

source: User
es_es: Usuario

source: Edit group assignment
es_es: Editar asignación de grupo

source: Email:
es_es: Correo electrónico:

source: Group name:
es_es: Nombre del grupo:

source: Job position:
es_es: Puesto de trabajo:

source: Roles in group:
es_es: Roles en el grupo:

source: Security group details
es_es: Detalles del grupo de seguridad

source: User details
es_es: Detalles del usuario

source: User:
es_es: Usuario:

source: Work country:
es_es: País de trabajo:

source: User roles & permissions
es_es: Roles y permisos de usuario

source: View feedback
es_es: Ver comentarios

source: After performing this action, further edits will no longer be possible.
es_es: Después de realizar esta acción, ya no será posible realizar más ediciones.

source: Mark the goal as done to complete it.
es_es: Marca el objetivo como completado para finalizarlo.

source: Status update
es_es: Actualización de estado

source: My goal
es_es: Mi objetivo

source: View tags
es_es: Ver etiquetas

source: Watermark text
es_es: Texto de marca de agua

source: Complete setup
es_es: Completar configuración

source: To make sure you get the best experience on the platform, please select the information and apply it in the field below. You can update your preferences at any time in the user settings.
es_es: Para garantizar que tengas la mejor experiencia en la plataforma, selecciona la información y aplícala en el campo de abajo. Puedes actualizar tus preferencias en cualquier momento en la configuración del usuario.

source: Go to my equity page
es_es: Ir a mi página de acciones

source: My total grands
es_es: Mis subvenciones totales

source: Total grants
es_es: Concesiones totales

source: Compensation equity
es_es: Acciones de compensación

source: <0>{{value}}</0> of {{total}}
es_es: <0>{{value}}</0> de {{total}}

source: Privacy mode on
es_es: Modo de privacidad activado

source: Activate our powerful analytics framework for in-depth data analysis, data visualization, and business/operational insights. Users need the "Analytics" professional role to access these dashboards.
es_es: Active nuestro potente marco de análisis para un análisis de datos en profundidad, visualización de datos e información empresarial/operativa. Los usuarios necesitan el rol profesional de "Analytics" para acceder a estos paneles.

source: Enable Analytics Hub
es_es: Activar Analytics Hub

source: Any worker having at least one direct report will have access to the Analytics Hub where they will be able to view dashboards for all the workers within their reporting line (direct and indirect). The reporting line is defined by the line manager relationship defined in the data foundation Employment entity.
es_es: Cualquier trabajador que tenga al menos un subordinado directo tendrá acceso al Centro de Analíticas, donde podrá ver paneles para todos los trabajadores dentro de su línea de reporte (directa e indirecta). La línea de reporte se define por la relación de jefe de línea establecida en la entidad de Empleo de la base de datos.

source: Manager access
es_es: Acceso de administrador

source: Analytics
es_es: Analítica

source: Analytics Hub Settings
es_es: Configuración de Analytics Hub

source: Analytics Settings
es_es: Configuración de análisis

source: This modification will impact all users.
es_es: Esta modificación afectará a todos los usuarios.

source: This bonus plan ({{bonusPlanName}}) is currently used in the following compensation rounds:
es_es: Este plan de bonus ({{bonusPlanName}}) se utiliza actualmente en las siguientes rondas de compensación:

source: This bonus plan is in "Draft" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
es_es: Este plan de bonus está en estado "Borrador" y no se utiliza en ninguna ronda de compensación. Al eliminarlo, se quitará permanentemente de la lista.

source: Are you sure you want to delete the pending draft of this bonus plan?
es_es: ¿Seguro que quieres eliminar el borrador pendiente de este plan de bonificación?

source: You do not have permission to delete this bonus plan. Only users with the Global Compensation Admin role can perform this action.
es_es: No tienes permiso para eliminar este plan de bonificación. Solo los usuarios con el rol de Administrador global de compensación pueden realizar esta acción.

source: This bonus plan is currently used in the following compensation rounds. To delete it, please replace it another bonus plan in "Ready" status.
es_es: Este plan de bonificación se utiliza actualmente en las siguientes rondas de compensación. Para eliminarlo, sustitúyelo por otro plan de bonificación en estado "Listo".

source: Compensation rounds using this bonus plan:
es_es: Rondas de compensación que utilizan este plan de bonus:

source: This bonus plan is in "Ready" status and is not used in any compensation rounds. Deleting it will permanently remove it from the list.
es_es: Este plan de bonus está en estado "Listo" y no se utiliza en ninguna ronda de compensación. Al eliminarlo, se eliminará permanentemente de la lista.

source: Replace bonus plan before deletion
es_es: Reemplazar el plan de bonificación antes de eliminarlo

source: Delete bonus plan
es_es: Eliminar plan de bonificaciones

source: The bonus plan was successfully deleted.
es_es: El plan de bonificación se eliminó correctamente.

source: No bonus plans have been created yet
es_es: Todavía no se han creado planes de bonificación

source: No bonus plans
es_es: No hay planes de bonificación

source: The plan is about a deactivated user.
es_es: El plan trata sobre un usuario desactivado.

source: Plan stage
es_es: Fase de planificación

source: View plan
es_es: Ver plan

source: Current plan stage: {{stageName}}
es_es: Fase actual del plan: {{stageName}}

source: Delete plan
es_es: Eliminar plan

source: Delete plans
es_es: Eliminar planes

source: Are you sure you want to delete {{count}} career development plan?
es_es: ¿Seguro que quieres eliminar {{count}} plan de desarrollo profesional?

source: Are you sure you want to delete {{count}} career development plans?
es_es: ¿Seguro que quieres eliminar {{count}} planes de desarrollo profesional?

source: This action cannot be undone.
es_es: Esta acción no se puede deshacer.

source: Delete {{count}} career development plan
es_es: Eliminar {{count}} plan de desarrollo profesional

source: Delete {{count}} career development plans
es_es: Eliminar {{count}} planes de desarrollo profesional

source: {{count}} career development plan was successfully deleted.
es_es: {{count}} plan de desarrollo profesional se eliminó correctamente.

source: {{count}} career development plans were successfully deleted.
es_es: Se han eliminado correctamente {{count}} planes de desarrollo profesional.

source: {{count}} out of {{chosenPlans}} career development plans was successfully deleted.
es_es: Se ha eliminado correctamente {{count}} de {{chosenPlans}} planes de desarrollo profesional.

source: {{count}} out of {{chosenPlans}} career development plans were successfully deleted.
es_es: Se eliminaron correctamente {{count}} de {{chosenPlans}} planes de desarrollo profesional.

source: The list can load up to {{count}} results. Use search to find additional managers.
es_es: La lista puede cargar hasta {{count}} resultados. Utiliza la búsqueda para encontrar más managers.

source: The list can load up to {{count}} results. Use search to find additional organizational units.
es_es: La lista puede cargar hasta {{count}} resultados. Utiliza la búsqueda para encontrar unidades organizativas adicionales.

source: Filter by plan stage
es_es: Filtrar por fase del plan

source: Select a plan stage
es_es: Selecciona una etapa del plan

source: The list can load up to {{count}} results. Use search to find additional workers.
es_es: La lista puede cargar hasta {{count}} resultados. Usa la búsqueda para encontrar colaboradores adicionales.

source: To move plans to a different stage, select the plan stage and then filter to find specific plans in the selected stage.
es_es: Para mover planes a una etapa diferente, selecciona la etapa del plan y luego aplica filtros para encontrar planes específicos en la etapa seleccionada.

source: View all or apply filters to see plans and available actions
es_es: Ver todo o aplicar filtros para ver los planes y las acciones disponibles

source: There are {{count}} career development plans
es_es: Hay {{count}} planes de desarrollo profesional

source: Move career development plans
es_es: Mover planes de desarrollo profesional

source: Move career plans
es_es: Mover planes de carrera

source: Managers will need to review and submit their inputs again. This action cannot be undone.
es_es: Los managers tendrán que revisar y enviar sus aportaciones de nuevo. Esta acción no se puede deshacer.
